Revit 2027 API
FamilyThermalProperties Constructor
 Constructs a new FamilyThermalProperties with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FamilyThermalProperties()
Public Sub New
public:
FamilyThermalProperties()
new : unit -> FamilyThermalProperties
See Also
Reference
FamilyThermalProperties Class
Autodesk.Revit.DB Namespace